Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja6/beritb-n.html.tmx
Source language: nob
Languages: sme

source: Berit Ballari.
sme: Davvi Girji 2013.

source: (Foto utlånt av Berit Ballari)
sme: Berit Ballari: Mu sámegielat árgabeaivi

source: Berit Johanne Guttorm Ballari er født i 1984 og oppvokst i Sør-Varanger og Nesseby.
sme: Berit Johanna Ballari lea riegádan 1984:s, ja lea bajásšaddan Mátta-Várjjagis ja Unjárggas.

source: Hun gikk grunnskolen på Varangerbotn skole og Karlebotn skole i Nesseby og Samisk videregående skole i Karasjok.
sme: Vuođđoskuvlla son váccii Stuorravuonas, Unjárggas, ja Sámi joatkkaskuvlla Kárášjogas.

source: Deretter har hun studert jus og språk i Tromsø, Berlin og Saarbrücken i Tyskland.
sme: Dan maŋŋá lea lohkan giela ja juridihka Romssas, Berlinas ja Saarbrückenis Duiskkas.

source: Hun er nå bosatt i Vadsø, der hun jobber som jurist for Fylkesmannen i Finnmark.
sme: Dál orru Čáhcesullos, gos son bargá juristan Finnmárkku Fylkkamánnis.

source: De tidlige barndomsår
sme: Árra mánnávuođa jagit

source: Som 3-åring på slutten av 1980-tallet flyttet jeg sammen med mine foreldre fra Sør-Varanger til Nesseby kommune.
sme: 3-jahkásažžan fárrejin váhnemiiddán mielde Mátta-Várjjagis Unjárgga gildii.

source: Her bodde jeg frem til jeg var 16 år, sammen med min mor fra Karasjok og min far fra Tana.
sme: Doppe orron váhnemiiddán luhtte, dassážii go ledjen 16-jahkásaš. Eadni lea Kárášjogas eret ja áhčči fas Deanus.

source: Begge mine foreldre kommer fra samiske familier, og er bevisste på sin samiske identitet.
sme: Guktot boahtiba sámi bearrašiin, ja leaba diehtomielalaččat iežaska sámevuođain.

source: Min mor snakker samisk, mens min far behersker lite av språket.
sme: Eadni hállá sámegiela, áhčči fas ii máhte giela nu bures.

source: Jeg lærte ikke og har heller aldri snakket samisk hjemme.
sme: In oahppan sámegiela, inge hállan sámegiela ruovttus.

source: Til sammenligning lærte mine søsken, som er vokst opp på 1990-tallet, samisk av min mor.
sme: Mu nuorat oabbá ja viellja, geat leaba šaddan 1990-logus, oahpaiga sámegiela eatnis.

source: Jeg har senere forstått at i 1980-årene var en ikke like bevisst i alle samiske kretser på å videreføre det samiske språk, slik en er blitt flinkere til i senere tid.
sme: Lean maŋŋá ádden ahte 1980-logus eai lean buot sámi birrasat diehtomielalaččat joatkit sámegielain, muhto dán áiggi gal lea dát fas buoret.

source: Etter min mening er nok årsaken til dette den norske assimileringspolitikken som ble ført mot samene.
sme: Mun oaivvildan norgga dáruiduhttinpolitihka sápmelaččaid ektui sivvan dása.

source: Jeg ble født bare noen år etter Alta-aksjonen, som i ettertid ble en stor omveltning for samene både politisk og kulturelt.
sme: Mun lean šaddan moadde jagi maŋŋá Álttá-ákšuvnnaid, mat lea dagahan stuorra rievdademiid sápmelaččaid ektui, sihke politihkalaččat ja kultuvrralaččat.

source: Men selv om det snudde politisk i den tiden, og samene sto sterkere som folkegruppe og politisk, så vil det alltid ta lengre tid å rette opp i de samiske tradisjoner.
sme: Vaikko vel politihkka rievddai, ja sámit šaddet nannoseappot álbmotjoavkun, de gártá ádjánit guhkit áiggi fas njulget sámi árbevieruid mat leat jávkan.

source: Slik som eksempelvis holdningene til viktigheten av å lære bort og lære seg det samiske språk.
sme: Nu mo ovdamearkka dihtii guottut sámegiela oahpaheapmái ja oahppamii.

source: 17. mai 1991, førskolen går i tog utenfor rådhuset på Vesterelvnesset.
sme: Miessemánu 17.b. 1991. Mánáidgárdi vázzá ráiddus ráđđevistti olggobealde Njiđgonjárggas.

source: De to fremste voksne er Assa Store Jakola og Britt-Inger Olsen.
sme: Ovddimus rávesolbmot leat Assa Store Jakola ja Britt-Inger Olsen.

source: Jente i kofte som bærer fanen: Inger Lise Mathisen.
sme: Gáktenieida gii guoddá leavgga: Inger Lise Mathisen.

source: Den andre fanebæreren: Berit Ballari.
sme: Nubbi gii guoddá leavgga: Berit Ballari.

source: Jente i kofte bak henne: Mona Hansen.
sme: Gáktenieida su duohken: Mona Hansen.

source: Bakerste kvinne: Mildrid Hansen.
sme: Maŋimus nisu: Mildrid Hansen.

source: Kvinne i turkis: Astrid Mathisen.
sme: Nisu alitruoná biktasiiguin: Astrid Mathisen.

source: Da jeg var 3 år gammel bestemte mine foreldre seg for å flytte fra Sør-Varanger til en i datiden mer samisk kommune, og valget falt på Nesseby.
sme: (Gova luoikan Berit Ballari) Go ledjen 3-jahkásaš de mearrideigga mu váhnemat fárret Mátta-Várjjagis dalá áiggi eanet sámi gildii, ja de válljiiga Unjárgga.

source: De ønsket at jeg skulle begynne i samisk barnehage for å lære meg språket.
sme: Háliideigga ahte mun galgen álgit sámi mánáidgárdái oahppandihtii sámegiela.

source: Tilfeldighetene ville det imidlertid slik at det ikke var noen ledig plass i barnehagen for barn som ikke snakket samisk opprinnelig.
sme: Muhto ii deaivan nu, go mánáidgárddis ii lean sadji mánáide geat álgoálggus eai hállan sámegiela.

source: På den tiden hadde den samiske barnehagen i Nesseby kun en eller to plasser for barn som ikke snakket samisk opprinnelig.
sme: Dan áiggi lei sámi mánáidgárddis Unjárggas dušše okta dahje guokte saji mánáide geat álgoálggus eai hállan sámegiela.

source: Det endte da med at jeg begynte i norsktalende barnehage.
sme: Gárttai de nu ahte álgen dárogielat mánáidgárdái.

source: Senere da jeg begynte på grunnskolen ble jeg alle årene undervist i samisk.
sme: Go álgen skuvlii, de ožžon oahpu sámegielas.

source: Mine videregående år tilbrakte jeg i Karasjok, jeg hadde også der samiskundervisning.
sme: Joatkkaskuvlla jagiid orron Kárášjogas, ja doppe lei maid sámegieloahpahus. Lihkká in oahppan giela bures.

source: Jeg forstår en god del samisk, men har aldri snakket noe særlig samisk utenom i skolesammenheng.
sme: Mun ádden mealgat sámegiela, mun in leat dadjat hállan sámegiela eará go skuvlaoktavuođain.

source: Min samiske identitet
sme: Mu sámi identitehtta

source: Hele mitt liv har jeg vært bevisst på min samiske identitet og betegnet meg selv som samisk, men jeg har inntil nå delvis forsont meg med at jeg ikke snakket det samiske språk.
sme: Olles mu eallima lean leamašan diehtomielalaš iežan sámi identitehtain, ja lohkan iežan sápmelažžan, dássážii lean duhtan dasa ahte in hála sámegiela.

source: Da jeg vokste opp på 1990-tallet var vi yngre samiske som ikke snakket språket i Nesseby etter min oppfatning ikke veldig opptatt av å lære oss språket.
sme: Dalle go mun šadden bajás 1990-logus, de mii sámi nuorat geat eat hállan sámegiela eat beroštan giela oahppamis.

source: Det at vi som ikke snakket samisk som morsmål skulle lære oss å snakke samisk flytende kan jeg heller ikke huske var noe som opptok samfunnet forøvrig eller skolen noe særlig.
sme: Ja ahte dat geain ii lean sámegiella eatnigiellan galge oahppat dan, ii lean ášši mas servodat dahje skuvla beroštii áktánasat. Vuođđoskuvllas eat geavahan goassige sámegiela earret giellaoahpahusas.

source: Vi brukte aldri språket i andre fag som for eksempel gym, matlaging, naturfag eller samfunnsfag.
sme: Mii eat geavahan sámegiela fágain nu mo omd lášmmohallamis, ruovttodoallofágas, luonddufágas dahje servodatfágas.

source: Det ene faget utenom samiskundervisningen vi brukte språket i var musikktimene, der vi sang samiske sanger, og lærte oss selvfølgelig.
sme: Áidna fága, earret sámegielfága, gos geavaheimmet sámegiela lei musihkka. Dalle lávlluimet sámi lávlagiid, ja oahpaimet Sámi soga lávlaga.

source: Fra jeg var liten av har jeg syntes det har vært flaut å snakke samisk fordi jeg har vært redd for å gjøre grammatiske feil, og jeg vet at jeg ikke har en ren samisk dialekt.
sme: Mu mielas leamaš heahpat hállat sámegiela jo mánnávuođa rájes, danne go lean ballan grammatihkalaš meattáhusain, ja dieđán ahte mus ii leat čielga sámi suopman.

source: Jeg tror dette gjaldt for flere av oss barn og unge som ikke hadde samisk som sitt morsmål.
sme: Jáhkán dát guoská maid eará mánáide ja nuoraide geain ii lean sámegiella eatnigiellan.

source: Når jeg spør meg selv i ettertid hvem jeg synes det var flaut ovenfor er det vanskelig å svare på.
sme: Go dál maŋŋá jearan alddán gean ektui dat lei heahpat, de lea váttis vástidit.

source: Var det meg selv, eller var det samfunnet?
sme: Lei go iežan ektui, vai lei go servodaga ektui?

source: Da jeg var 12 år gammel skulle det være en NRK-audition for barn og unge i Nesseby.
sme: Go ledjen 12-jahkásaš de doalai NRK auditiona mánáide ja nuoraide.

source: De skulle spille inn en serie til samisk barne-tv.
sme: NRK áiggui báddet tv-ráiddu sámi mánáid-tv:i.

source: Jeg hadde først ikke lyst til å gå fordi skuespillerne måtte snakke samisk i serien.
sme: Álggos ii lean mus miella searvat go neavttárat galge hállat sámegiela tv-ráiddus.

source: Selv om jeg forstod mye samisk, snakket jeg som sagt aldri språket.
sme: Váikko vel áddejin sámegiela bures, de in hállan goassige.

source: Til min store overraskelse og begeistring fikk jeg en stor rolle i serien.
sme: Hirpmástuvven ja movttiidin go ožžon stuorát rolla tv-ráidui.

source: Hele sommeren pugget jeg manus og snakket samisk foran kameraet.
sme: Olles geasi hárjehallen mánusa ja hállen sámegiela kamera ovddabeale.

source: Jeg synes selv at det gikk fint, og var fornøyd med sluttresultatet.
sme: Iežan mielas manai bures, ja ledjen duhtavaš loahppabuktagiin.

source: Da serien hadde premiere fikk jeg masse gode tilbakemeldinger fra samfunnet om hvor tøff jeg var som turte å stille opp i serien og snakke samisk på skjermen.
sme: Go tv-ráiddus lei vuosttaš čájáhus de ožžon rámi servodagas man duostil ledjen go dusten searvat ráidui ja hállat sámegiela tv:s.

source: Tilbakemeldingene ga meg litt mer selvtillit i forhold til det samiske språk.
sme: Dát rápmi attii munnje eanet iešdovddu sámegiela ektui.

source: Allikevel er det de konkrete negative tilbakemeldingene jeg i dag husker best.
sme: Lihkká leat dat konkrehta negatiiva responsa maid mun ain dál muittán buoremusat.

source: Jeg husker godt en voksen dame som sa til meg som 12 åring at hun hadde fulgt med gjennom hele serien, og kunne ikke plassere dialekten min. Hun konkluderte med at jeg ikke snakket samisk opprinnelig.
sme: Muittán bures go okta ollesolmmoš, nissonolmmoš, logai munnje ahte lei čuvvon olles ráiddu, ja ii nagodat dovdat mu suopmana. Son gávnnahii ahte in hállan sámegiela.

source: Av måten hun sa det på forsto jeg at det var negativt ment.
sme: Ja nu mo son logai dan de áddejin dán negatiivan oaivvilduvvon.

source: Det såret meg.
sme: Dát bávččagahtii mu.

source: Etter serien hadde jeg fått litt troen på at jeg kunne snakke litt samisk og kunne lære meg mer av språket.
sme: Maŋŋá ráiddu ledjen ožžon jáhku ahte máhtten veaháš sámegiela, ja sáhtten oahppat eanet.

source: Men når du som barn får beskjed om at du ikke er god nok, går det utover selvtilliten og du gir ofte opp.
sme: Muhto go mánnán oaččot dieđu ahte it leat doarvái buorre, de gal dat čuohcá iešdovdui ja dávjá vuollánat.

source: Jeg forsonte meg vel etter det igjen med at jeg ikke snakket samisk.
sme: Mun várra duhten dasa ahte in hála sámegiela.

source: Høsten 1996.
sme: (Govva: Fagfoto)

source: Bakerste rad fra venstre: Inger Lise Mathisen, Mona Hansen, Cato Andre Johansen, Elle Smuk og meg selv.
sme: Berit Ballari iežas konfirmašuvdnabeaivvis 1999, ovttas oappáin Kristine Guttorm Ballari (7 jagi).

source: Savnet etter å kunne snakke det samiske språk
sme: (Gova luoikan Berit Ballari) Váillaheapmi máhttit sámegiela

source: Etter grunnskolen flyttet jeg rett etter årtusenskiftet til min mors familie i Karasjok for å begynne på videregående skole.
sme: Maŋŋá vuođđoskuvlla dalán maŋŋá jahkeduhátmolsuma fárrejin eatni bearraša lusa Kárášjohkii joatkkaskuvlla vázzit.

source: Nesseby er en liten kommune på litt over 800 innbyggere, så vi er ikke privilegert med en videregående skole.
sme: Unjárga lea uhca gielda, ja danne ii leat ge doppe joatkkaskuvla.

source: Tradisjonen tro er ungdommen nødt til å flytte til andre kommuner i fylket for å gå på videregående skole.
sme: Nu mo lea dábálaš de fertejit nuorat fárret eará gielddaide joatkkaskuvlla vázzit.

source: Også i Karasjok følte jeg at det ikke var en stor iver fra skolen og samfunnet for at vi som ikke snakket samisk skulle lære oss språket.
sme: Kárášjogas maid dovden dan ahte skuvllas ja servodagas ii lean beroštupmi ahte mii geat eat hállan giela livččiimet galgan oahppat dan.

source: Men for første gang begynte jeg i Karasjok å føle viktigheten av og en stor mangel over å ikke kunne snakke det samiske språk.
sme: Kárášjogas álgen mun vuosttas geardde dovdat dehálašvuođa ja váilevašvuođa go in máhte hállat sámegiela.

source: Jeg hadde et ønske om å kunne forstå alt som ble sagt rundt meg, og samtidig kunne utrykke meg.
sme: Mus lei sávaldat ahte livččen galgat áddet buot mii daddjui, ja seammás máhttit ieš ge hállat.

source: Allikevel visste jeg ikke hvordan jeg skulle gjøre noe med dette behovet.
sme: Lihkká in diehtán mo mun galgen čoavdit dán dárbbu.

source: I skolesituasjonen ble det slik at de norsktalende samene snakket norsk og de samisktalende samene snakket samisk.
sme: Skuvladilis lei nu ahte dárogielat sámit hálle dárogiela, ja sámegielagat fas sámegiela.

source: Vi snakket norsk med hverandre.
sme: Ja ovttas fas dárogiela.

source: Naturlig nok, det var det språket vi hadde til felles.
sme: Dat lei lunddolaš go dat han lei min oktasaš giella.

source: Jeg kan også huske at på et punkt ba jeg mine familiemedlemmer som snakket samisk om å praktisere det samiske språk med meg.
sme: Muittán oktii ahte dáhtton fulkkiidan hállat sámegiela muinna.

source: Men det døde fort ut i den enkle løsningen for oss begge: norsk.
sme: Muhto dát jávkkai, danne munnje lei álkit čoavddus: dárogiella.

source: Ønsket mitt med dette er ikke å legge skylden for at jeg eller andre i samme situasjon som meg ikke lærte seg samisk.
sme: Mus ii leat dáhttu dáinna sivahallat ahte mun dahje earát seamma dilis eai oahppan sámegiela.

source: Jeg har forsont meg med at den samiske historien er som den er, og mitt ønske er kun å se fremover.
sme: Mun lean dohkkehan ahte sámi historjá lea nu mo dat lea, ja mus lea dáhttu geahččat boahtteáigái.

source: Mitt spørsmål til meg selv og andre er, hva kan en gjøre for at barn og unge som ikke snakker samisk kan lære seg språket?
sme: Gažaldat alccen ja earáide lea maid sáhttá bargat ahte mánát ja nuorat geat eai hála sámegiela sáhttet oahppat giela?

source: Etter min mening må det en holdningsendring til blant de som ikke kan samisk, samfunnet forøvrig og skolene.
sme: Mun oaivvildan ahte ferte rievdadit guottuid sin gaskkas geat eai máhte sámegiela, muđuid servodagas ja skuvllain.

source: De samiske barn og unge må finne troen på at de kan lære seg språket og given til å lære.
sme: Sámi mánát ja nuorat fertejit gávdnat movtta ja fertejit jáhkkit ahte sii sáhttet oahppat giela.

source: Her kommer skolen og samfunnet inn ved at de må bruke mer tid og ressurser på å tilrettelegge og oppmuntre barn og unge til å lære og praktisere det samiske språk.
sme: Dás ferte servodat ja skuvla geavahit áiggi ja resurssaid heivehit ja movttiidahttit mánáid ja nuoraid oahppat ja geavahit sámegiela.

source: Samisk i skolen må ikke bli som eksempelvis matematikkfaget i skolen, der en så ofte har hørt barn og unge si»Matematikk kan jeg ikke, det har jeg bare ikke hjerne for».
sme: Sámegiella skuvllas ii berre šaddat nu mo ovdamearkan matematihkka. Dávjá gullat ahte «Matematihka in máhte, dasa ii leat mus jierbmi».

source: Etter min mening har alle anlegg for det samiske språk.
sme: Mun oaivvildan ahte buohkat sáhttet oahppat sámegiela.

source: Første prioritet må etter min mening være å få inn det samiske språk som en naturlig del av annen undervisning, ikke bare i samisktimene.
sme: Mun maid oaivvildan ahte ferte vuoruhit oažžut sámegiela lunddolaš oassin eará oahpahussii go dušše sámegielas.

source: Skolene må bruke samisk i andre deler av skoledagen.
sme: Skuvllat fertejit geavahit sámegiela eará osiin skuvlabeaivvis.

source: Kanskje kunne det være lurt å bruke hele skoledager i ny og ne til kun å konsentrere seg om å lære og praktisere samisk.
sme: Várra livččii vuogas geavahit olles skuvlabeivviid duos dás ain dušše vuoruhit oahppat ja geavahit sámegiela.

source: Barn og unge som kan og ikke kan samisk må også etter min mening bruke hverandre som ressurser.
sme: Mánát ja nuorat geat eai máhte sámegiela maid fertešedje beassat geavahit guđet guoibmáset resursan.

source: Barn og unge som lærer seg samisk har mye å hente ved å praktisere språket med de samiske barn og unge som snakker samisk til daglig.
sme: Mánát ja nuorat geat leat oahppamin sámegiela sáhttet ovdánit go geavahit giela mánáiguin ja nuoraiguin geat hállet sámegiela beaivválaččat.

source: Og etter min mening kan det også gi de samiske barn og unge som snakker samisk selvtillit ved at de i ung alder har noe og lære bort og blir sett på som en ressurs.
sme: Ja mun jáhkán ahte ná livčče lokten iešdovddu sámi mánáin ja nuorain geat hállet sámegiela, jos nuorran livčče beassan oahpahit ja livčče geavahuvvon resursan.

source: Min mening når det gjelder samiske barn og unge som skal lære seg samisk fra skolestadiet er at det er viktig pedagogisk sett å bruke mer tid på muntlig samisk, og konsentrere seg mindre om det skriftlige.
sme: Mun oaivvildan ahte lea dehálaš pedagogalaččat geavahit áiggi njálmmálaš giela hárjehallamii, ja unnit áiggi geavahit čállinhárjáneapmái go mánát ja nuorat galget oahppat sámegiela skuvllas.

source: Jeg husker fra min skolehverdag at det ble brukt mye tid på å lære oss som ikke snakket samisk som morsmål å skrive samisk.
sme: Muittán iežan skuvlabeivviin ahte geavahuvvui ollu áigi midjiide, geain ii lean sámegiella eatnigiellan, oahpahit čállit sámegillii.

source: I ettertid har jeg tenkt at det viktigste for barn og unge som ikke har samisk som morsmål er ikke i første omgang å kunne lese og skrive samisk.
sme: Maŋŋá lean jurddašan ahte mánáide ja nuoraide geain ii leat sámegiella eatnigiellan ii leat deháleamos máhttit čállit sámegiela.

source: Det som er nyttig er å kunne kommunisere muntlig på samisk i hverdagen.
sme: Dehálaš lea máhttit beaivválaččat ságastallat sámegillii.

source: Jeg mener ikke med dette at barn og unge som er i samme situasjon som meg ikke skal lære seg å lese og skrive samisk, men første prioritet bør være å lære seg å snakke språket.
sme: In oaivvil gal ahte mánát ja nuorat geat leat seamma dilis go mun eai galgga oahppat čállit ja lohkat sámegiela, muhto njálmmálaš gulahallan berrešii vuoruhuvvot.

source: I mitt og flere andre tilfeller endte samiskundervisningen med at vi verken lærte oss å snakke eller skrive samisk ordentlig.
sme: Boađus mu ja maiddái earáid dilis lei ahte mii eat oahppan hállat eat ge čállit sámegiela albma láhkai.

source: Satt på spissen kan man spørre om det ikke er bedre at en lærer seg en av to?
sme: Sáhttá jearrat ii go leat buoret ahte oahppá goittotge nuppi?

source: Fra 2009 til 2011 var jeg student ved et universitet i Tyskland.
sme: 2009-11 ledjen studeantan muhtin universitehtas Duiskkas.

source: I all hovedsak har jeg tatt fag på engelsk, men studerte også noen fag på tysk.
sme: Eanáš fágaid lean váldán eaŋgalasgillii, muhto lohken maid muhtin fága duiskagillii.

source: Da jeg reiste ned til Tyskland kunne jeg ikke mange ordene tysk.
sme: Go mannen Duiskii de in máhttán gal máŋga sáni duiskkagiela.

source: Jeg lærte aldri språket på ungdoms– eller videregående skole.
sme: In oahppan goassige giela nuoraid- inge joatkkaskuvllas.

source: Da jeg kom ned til Tyskland tenkte jeg at det kom til å bli umulig å lære seg språket, jeg hadde ikke noe.
sme: Go jovden dohko jurddašin gal ahte lea veadjemeahttun oahppat giela, go mus ii lean.

source: Jeg mente selv at jeg hadde mer enn nok med å konsentrere meg om engelsken.
sme: Oaivvildin ieš ahte lei doarvái bargu birgehallat eaŋgalasgielain.

source: Etter min mening kunne jeg ikke noe særlig engelsk.
sme: Oaivvildin maid ahte in máhttán eaŋgalasgiela doarvái bures.

source: Nå snakker jeg imidlertid godt engelsk og tysken er ikke så verst den heller etter oppholdet i Tyskland.
sme: Dál máhtan eaŋgalasgiela bures ja duiskkagiella lea maid buorre maŋŋá go orron Duiskkas.

source: Språk handler etter min menig om interesse, læring, praktisering og ikke minst selvtillit.
sme: Mun oaivvildan ahte giellaoahpu sisdoallu lea beroštupmi, oahppan, hárjehallan ja maid iešdovdu.

source: Så om jeg skal bruke mine erfaringer fra Tyskland og ellers må det være at skolen og samfunnet for øvrig har flere oppgaver.
sme: Jos galggan iežan vásáhusaid Duiskkas ja vásáhusaid muđuid ovdanbuktit de ferte leat nu ahte skuvllas, ja servodagas muđuid leat hástalusat.

source: De må styrke de samiske barn og unges interesse for å lære seg det samiske språk.
sme: Fertejit nannet sámi mánáid ja nuoraid beroštumi oahppat sámegiela.

source: Det må også tilrettelegges slik at barn og unge får lært og praktisert språket mest mulig.
sme: Ferte maid heivehit nu ahte mánát ja nuorat besset geavahit giela nu ollu go vejolaš.

source: En må også gi barn og unge selvtilliten og troen på at de virkelig kan lære seg språket.
sme: Ferte maid buktit iešdovddu mánáide ja nuoraide ja jáhku ahte sii duođaid sáhttet oahppat giela.

source: Kanskje kunne det vært en idé å tilby intensivkurs i tillegg til skoleundervisning tilpasset kun for barn og unge på ettermiddagen, i helgene eller for eksempel sommerferien.
sme: Várra livččii okta jurdda fállat mánáide ja nuoraide heivehuvvon intensiivakurssa, lassin skuvlaoahpahussii. Sáhtášii leat eahkediid, vahkkoloahpaid dahje geasseluomuid.

source: Det skulle ikke være noe i veien for det, en tilrettelegger til sammenligning for andre aktiviteter i fritiden som sport etc.
sme: Ii livčče veadjemeahttun, eará doaimmat nu mo omd valáštallamat ja eará doaimmat gal heivehuvvojit astoáigái.

source: De siste årene har jeg blitt mer bevisst på språk og dets styrke, det er viktig at en finner oppskriften på at flest mulig lærer seg det samiske språk.
sme: Maŋimuš jagiid lean ieš šaddan diehtomielalaš gielaide, ja daid fámuide. Lea dehálaš ahte gávdnat čovdosa mo oažžut nu olusiid go vejolaš oahppat sámegiela.

source: Jeg har personlig bestemt meg for å lære flytende samisk, og jeg har mer tro og selvtillit til å klare det etter oppholdet i utlandet.
sme: Ieš lean mearridan oahppat sámegiela, ja mus lea eanet jáhkku ja iešdovdu oahppat dan, maŋŋá go lean orron olgoriikkas.

source: Når jeg her skriver at jeg snakker godt engelsk betyr ikke det at jeg snakker engelsk som en som har det som sitt morsmål, og det er heller ikke målet.
sme: Go čálán dás ahte hálan bures eaŋgalasgiela, de ii mearkkaš dat ahte hálan eaŋgalasgiela seamma láhkai go son geas dat lea eatnigiella.

source: Jeg kan grammatikken og har et greit nok vokabular, da gjør det ikke noe at en hører at jeg er utenlandsk og mangler noen ord. Det samme må være for samisk, en må kunne snakke samisk selv om en ikke kan det like flytende som de som har lært seg det fra barn av.
sme: Mun máhtán grammatihka, ja lea doarvái buorre sátnevalljivuohta, de danne ii daga maidge ahte gullet ahte mun lean olgoriikkalaš ja váilot muhtin sánit. Seamma ferte leat sámegiela ektui maid, ferte máhttit hállat sámegiela, váikko vel dan ii máhte seamma bures go sii geat mánnán jo leat dan oahppan.

source: Forbedring av grammatikken, vokabular og bedre aksent kommer med praktisering.
sme: Grammatihka buorideapmi, sátnevalljivuohta ja buoret suopman boahtá go hárjehallá.

source: Om jeg skal gi en kort oppsummering må det være at barn og unge må bli mer bevisst på å lære seg samisk.
sme: Čoahkkáigeassun sáhtán čilget ahte mánát ja nuorat fertejit šaddat eambbo diehtomielalažžan sámegiela oahppamii..
